[
    {
        "name": "U.S. Copyright Office",
        "featured": true,
        "background": "./assets/copyright-office.svg",
        "year": 2016,
        "summary": "We prototyped an image licensing application to address the needs of photographers."
    },
    {
        "name": "CultureMesh",
        "background": "./assets/culturemesh_logo.jpg",
        "summary":"Our Android and FFB apps help CultureMesh foster cultural communities for migrating populations.",
        "team": [
            "chris", "harisowrirajan",
            "dylancunningham",
            "jimmyle",
            "kailiwang", "dylangrosz"
        ],
        "past_members": [
            "drew"
        ],
        "description": "<h3>Organization Description</h3><p>Millions of people live, work, and play outside of their hometowns, provinces, states, and countries. CultureMesh LLC builds networks to match these real-world dynamics and knit the diverse fabrics of our world together. CultureMesh is a public benefit corporation that has its own website and Android app. There have been about 1000 users over CultureMesh’s lifetime, and we hope to grow this user base in a more iterative, data-driven way. To learn more about CultureMesh, be sure to check out its <a href=\"https://www.culturemesh.com\">website</a>.<p>Under the current design, CutlureMesh users join forums called \"Networks\" that consist of people who currently live in a given location (i.e. Palo Alto) and are from another location (i.e. France). Networks can also consist of people living in a location who speak a certain language (i.e. French). In these networks, people can create posts or events.</p></p><h3>Our Role</h3><p>Since CultureMesh is very small, CultureMesh currently depends on our Stanford Code the Change chapter to maintain the codebase. CultureMesh has an existing website, as well as Facebook Free Basics and Android apps (that Code the Change created last year), so this year’s focus will be on refining all three to better serve user needs. We will be iterating on the existing products based on user feedback as the platform expands. The website is currently written with a PHP frontend and backend, and the Android app is written in Java with a Flask backend. The Facebook Free Basics app is written in Flask. We are currently considering development on all these fronts.</p><h3>Past Work</h3><h4>Android Application</h4><p>The Android application was natively developed in Android Studio. It current supports exploring popular locations for networks, creating posts, commenting on posts, creating events, and joining/leaving events. You can check out the <a href=\"https://play.google.com/store/apps/details?id=com.culturemesh.android\">Google Play Store Listing</a> and our <a href=\"https://github.com/culturemesh/CultureMeshAndroid\">codebase</a>.</p><h4>FFB</h4><p>The Facebook Free Basics Application allows users with low-resourced mobile phones to still interact with CultureMesh. Like the Google AMP project, the application cannot use any Javascript. You can check out the <a href=\"https://github.com/alanefl/culturemeshFFB\"> codebase.</a></p><h4>Back-End API</h4>The API was written in Flask and is hosted on the same Bluehost server as the website. You can check out the <a href=\"https://github.com/alanefl/culturemesh-api\"> codebase</a>.",
        "wip":true
    },
    {
        "name": "Catrobat",
        "background": "./assets/catrobat.jpg",
        "summary": "Our Android app helps allow users on the Catrobat app to be able to collaborate on projects.",
        "team": ["trinitydonohugh", "han"], 
        "description": "<h3>Organization Description</h3><p>Catrobat is an organisation that has built the free educational app PocketCode for children and teenagers to create and play. Their app allows users anywhere in the world to be able to build their own games, interactive music videos, and animations on their mobile phone, allowing more people in the world to be able to learn to code for free.</p><h3>Our Role</h3><p>At the Catrobat Team, we are working on their Android app to add a merge functionality so that users who want to collaborate on one project can merge their different versions of the project to create into one.</p>",
        "wip": true
    },
    {
        "name" : "Mannabase",
        "background": "./assets/mannabaselogo.png",
        "summary": "We aim to help anyone receive a basic income through Mannabase's cryptocurrency.",
        "description": "<h3>Organization Description</h3><p>Mannabase is an online platform for the world’s first Universal Basic Income cryptocurrency. Manna is distributed by the People’s Currency Foundation as a basic human right that every person in the world is eligible to receive, for free. Founded in 2015, Manna has achieved milestones in the cryptocurrency movement, as the first blockchain-based currency to be created and distributed by a tax-exempt nonprofit organization, and the first digital currency to implement a Universal Basic Income as its primary method of distribution. It currently distributes Manna weekly to about 100,000 users.</p><h3>Our Role</h3><p>We will facilitate Manna recipients to redistribute their own Manna to other Manna users in need. This will be called the “Targeted Direct Giving” Platform. In addition, we will be improving the login requirements to help ensure dedicated, valid, and human users are receiving Manna.</p>",
        "team": ["jasonzhao", "minamahmood", "madelineliao", "drew", "kendrickshen"],
        "wip": true
    },
    {
        "name": "Oppia",
        "summary": "We enhance the online learning experiences of users with limited access to education.",
        "background": "./assets/oppia_logo.png",
        "description": "<h3> Organization Description </h3><p> Oppia brings online education to users throughout the world by providing an interactive environment for users to engage with various topics ranging from beginners math to electromagnetism. With features like text-to-speech, and translations to mixed languages such as between English and Hindi (Hindlish), Oppia ensures that the lesson effectively communicates with the user. Oppia also makes it easy for anyone to create interactive lessons. In order to provide better feedback when the user enters an incorrect answer, volunteers of Oppia spend time understanding why someone would choose that wrong answer and they edit the lesson so future users will not make the same mistake, creating a better lesson overall.<br/></p><h3> Our Role </h3><p> On the Oppia Team, we are working on 3 projects (Python and AngularJS) that have high impact on not just the user, but also the volunteers that Oppia works with. <br/>The first project is \"Giving Users Control of their Data\". We work on implementing a feature for users to adjust their account data, or delete their account, if desired. The second project is \"Artist Dashboard\". We work on developing a simple interface for the artists of Oppia to see specific diagrams in lessons that still need to be drawn. The third project is \"Lesson Improvements\". We work on providing an interface that allows lesson creators to easily visualize the most common wrong answers.</p>",
        "team": ["luisulloa", "shawnzhang", "hectoramador", "austinryanchow", "ericlou"],
        "wip": true        
    },
    {
        "name": "Project Homeless Connect",
        "background": "./assets/projecthomelessconnect.jpg",
        "summary": "As the Project Homeless Connect Team, we helped modify data storage schema before events and worked on an administrator platform.",
        "past_members": [
            "han", "yuguan"
        ],
        "description": "<h3> Organization Description </h3><p> The mission of Project Homeless Connect ​is to connect San Franciscans experiencing homelessness with the care they need to move forward. Project Homeless Connect is a nonprofit organization that strengthens and utilizes collaborations with city agencies, businesses, organizations, and the community to provide comprehensive services through Community Day of Service events and in house continued care for those who are at risk of becoming homeless, are currently experiencing homelessness, or are transitioning from homelessness to housing. </p><p> </p><h3> Our Role </h3><p> At Project Homeless Connect Team, we helped modify data storage schema before events, and worked on a admin platform for doing so dynamically. We manage the codebase for the web app which is used in Project Homeless Connect’s one-stop shop quarterly event, in which 1000+ homeless access 100+ resources, such as haircuts and DMV registrations. The web app is written in React+Redux and uses Salesforce as the data storage system. </p>",
        "wip": false
    }
]